Repository: mgodisch/potillus
Catalog: ios/Potillus/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fr, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sv, uk, zh_hans, zh_hant

source: Maximum drinking days per seven days
cs: Maximální počet dnů s alkoholem za sedm dní
da: Maksimale drikkedage per syv dage
de: Maximale Trinktage pro sieben Tage
el: Μέγιστες μέρες κατανάλωσης ανά επτά ημέρες
es: Máximo de días de bebida por siete días
fr: Nombre maximal de jours de boisson sur sept jours
it: Numero massimo di giorni con alcol su sette giorni
ja: 7日あたりの最大飲酒日数
ko: 7일당 최대 음주일 수
nb: Maksimale drikkedager per sju dager
nl: Maximaal aantal drinkdagen per zeven dagen
pl: Maksymalna liczba dni z alkoholem na siedem dni
pt: Máximo de dias de consumo por sete dias
pt_br: Máximo de dias de consumo por sete dias
ro: Numărul maxim de zile de băut la șapte zile
ru: Максимум дней с алкоголем за семь дней
sv: Högsta antal drinkdagar per sju dagar
uk: Максимум днів вживання за сім днів
zh_hans: 每七天最多饮酒天数
zh_hant: 每七天最多飲酒天數

source: Menu
cs: Nabídka
de: Menü
el: Μενού
es: Menú
ja: メニュー
ko: 메뉴
nb: Meny
ro: Meniu
ru: Меню
sv: Meny
uk: Меню
zh_hans: 菜单
zh_hant: 選單

source: Merge
cs: Sloučit
da: Flet
de: Zusammenführen
el: Συγχώνευση
es: Combinar
fr: Fusionner
it: Unisci
ja: 統合
ko: 병합
nb: Slå sammen
nl: Samenvoegen
pl: Scal
pt: Combinar
pt_br: Mesclar
ro: Combină
ru: Объединить
sv: Sammanfoga
uk: Об’єднати
zh_hans: 合并
zh_hant: 合併

source: Merge with my data
cs: Sloučit s mými daty
da: Flet med mine data
de: Mit meinen Daten zusammenführen
el: Συγχώνευση με τα δεδομένα μου
es: Combinar con mis datos
fr: Fusionner avec mes données
it: Unisci ai miei dati
ja: 自分のデータと統合
ko: 내 데이터와 병합
nb: Slå sammen med mine data
nl: Samenvoegen met mijn gegevens
pl: Scal z moimi danymi
pt: Combinar com os meus dados
pt_br: Mesclar com meus dados
ro: Îmbină cu datele mele
ru: Объединить с моими данными
sv: Slå samman med mina data
uk: Об’єднати з моїми даними
zh_hans: 与我的数据合并
zh_hant: 與我的資料合併

source: Month
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월
nb: Måned
nl: Maand
pl: Miesiąc
pt: Mês
pt_br: Mês
ro: Lună
ru: Месяц
sv: Månad
uk: Місяць
zh_hans: 月
zh_hant: 月

source: Name
cs: Název
da: Navn
el: Όνομα
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Denumire
ru: Название
sv: Namn
uk: Назва
zh_hans: 名称
zh_hant: 名稱

# nav_statistics
source: Statistics
cs: Statistiky
da: Statistik
de: Statistik
el: Στατιστικά
es: Estadísticas
fr: Stats
it: Statistiche
ja: 統計
ko: 통계
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt: Estatísticas
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sv: Statistik
uk: Статистика
zh_hans: 统计
zh_hant: 統計

source: New Day Starts At
cs: Nový den začíná v
da: Ny dag starter kl.
de: Neuer Tag beginnt um
el: Νέα ημέρα ξεκινά στις
es: El nuevo día empieza a las
fr: Nouveau jour à partir de
it: Il nuovo giorno inizia alle
ja: 新しい日の開始時刻
ko: 새 날 시작 시간
nb: Ny dag starter klokken
nl: Nieuwe dag begint om
pl: Nowy dzień zaczyna się o
pt: Novo dia começa às
pt_br: Novo dia começa às
ro: Ziua nouă începe la
ru: Новый день начинается в
sv: Ny dag börjar kl.
uk: Новий день починається о
zh_hans: 新的一天开始于
zh_hant: 新一天從以下時間開始

source: Next month
cs: Další měsíc
da: Næste måned
de: Nächster Monat
el: Επόμενος μήνας
es: Mes siguiente
fr: Mois suivant
it: Mese successivo
ja: 次の月
ko: 다음 달
nb: Neste måned
nl: Volgende maand
pl: Następny miesiąc
pt: Mês seguinte
pt_br: Próximo mês
ro: Luna următoare
ru: Следующий месяц
sv: Nästa månad
uk: Наступний місяць
zh_hans: 下个月
zh_hant: 下個月

source: Next year
cs: Další rok
da: Næste år
de: Nächstes Jahr
el: Επόμενο έτος
es: Año siguiente
fr: Année suivante
it: Anno successivo
ja: 次の年
ko: 다음 해
nb: Neste år
nl: Volgend jaar
pl: Następny rok
pt: Ano seguinte
pt_br: Próximo ano
ro: Anul următor
ru: Следующий год
sv: Nästa år
uk: Наступний рік
zh_hans: 下一年
zh_hant: 下一年

source: No drinks defined yet.
cs: Zatím žádné nápoje.
da: Ingen drikkevarer defineret endnu.
de: Noch keine Getränke definiert.
el: Δεν έχουν οριστεί ποτά ακόμα.
es: No hay bebidas definidas.
fr: Aucune boisson définie.
it: Nessuna bevanda definita.
ja: 飲み物がまだ登録されていません。
ko: 아직 등록된 음료가 없습니다.
nb: Ingen drikker definert ennå.
nl: Nog geen dranken gedefinieerd.
pl: Brak zdefiniowanych napojów.
pt: Sem bebidas definidas.
pt_br: Nenhuma bebida definida ainda.
ro: Nicio băutură definită încă.
ru: Напитки ещё не определены.
sv: Inga drycker definierade ännu.
uk: Ще не визначено жодного напою.
zh_hans: 尚未定义任何饮品。
zh_hant: 尚未定義任何飲品。

source: No drinks yet
cs: Zatím žádné nápoje
da: Ingen drikke endnu
de: Noch keine Getränke
el: Κανένα ποτό ακόμη
es: Aún no hay bebidas
fr: Aucune boisson pour l’instant
it: Ancora nessuna bevanda
ja: まだ飲み物がありません
ko: 아직 음료가 없습니다
nb: Ingen drinker ennå
nl: Nog geen drankjes
pl: Brak napojów
pt: Ainda sem bebidas
pt_br: Ainda sem bebidas
ro: Încă nicio băutură
ru: Пока нет напитков
sv: Inga drycker ännu
uk: Ще немає напоїв
zh_hans: 尚无饮品
zh_hant: 尚無飲品

source: No entries for this day.
cs: Žádné záznamy pro tento den.
da: Ingen poster for denne dag.
de: Keine Einträge für diesen Tag.
el: Δεν υπάρχουν εγγραφές για αυτή την ημέρα.
es: No hay entradas para este día.
fr: Aucune entrée pour ce jour.
it: Nessuna registrazione per questo giorno.
ja: この日の記録はありません。
ko: 이 날의 기록이 없습니다.
nb: Ingen registreringer for denne dagen.
nl: Geen invoer voor deze dag.
pl: Brak wpisów dla tego dnia.
pt: Sem registos para este dia.
pt_br: Nenhum registro para este dia.
ro: Nicio înregistrare pentru această zi.
ru: Нет записей за этот день.
sv: Inga poster för den här dagen.
uk: Немає записів за цей день.
zh_hans: 该日没有记录。
zh_hant: 此日無記錄。

source: No entries in this period.
cs: V tomto období nejsou žádné záznamy.
da: Ingen registreringer i denne periode.
de: Keine Einträge in diesem Zeitraum.
el: Καμία καταχώριση σε αυτήν την περίοδο.
es: No hay entradas en este período.
fr: Aucune entrée pour cette période.
it: Nessuna voce in questo periodo.
ja: この期間に記録はありません。
ko: 이 기간에 기록이 없습니다.
nb: Ingen oppføringer i denne perioden.
nl: Geen vermeldingen in deze periode.
pl: Brak wpisów w tym okresie.
pt: Sem entradas neste período.
pt_br: Nenhuma entrada neste período.
ro: Nicio înregistrare în această perioadă.
ru: Нет записей за этот период.
sv: Inga poster under den här perioden.
uk: Немає записів за цей період.
zh_hans: 此期间没有记录。
zh_hant: 此期間沒有記錄。

source: No entries yet today. Tap “+” to add an entry.
cs: Zatím žádné záznamy. Klepněte na + pro přidání záznamu.
da: Ingen poster endnu. Tryk på + for at tilføje.
de: Noch keine Einträge heute. Tippe auf „+“, um einen Eintrag hinzuzufügen.
el: Δεν υπάρχουν εγγραφές ακόμα. Πατήστε + για προσθήκη.
es: Aún no hay entradas hoy. Toca + para añadir una entrada.
fr: Aucune entrée aujourd’hui. Appuyez sur + pour ajouter.
it: Nessuna registrazione oggi. Tocca + per aggiungere.
ja: 本日の記録はまだありません。 ＋ をタップして記録を追加してください。
ko: 오늘 기록이 없습니다. + 를 탭하여 기록을 추가하세요.
nb: Ingen registreringer i dag ennå. Trykk på + for å legge til en registrering.
nl: Nog geen invoer vandaag. Tik op + om een invoer toe te voegen.
pl: Brak wpisów dzisiaj. Dotknij +, aby dodać wpis.
pt: Sem registos hoje. Toque em + para adicionar.
pt_br: Nenhum registro hoje. Toque em + para adicionar.
ro: Nicio înregistrare azi. Atingeți + pentru a adăuga.
ru: Записей пока нет. Нажмите + для добавления.
sv: Inga poster ännu. Tryck på + för att lägga till.
uk: Сьогодні ще немає записів. Натисніть + щоб додати запис.
zh_hans: 今天还没有记录。 点击 + 添加记录。
zh_hant: 今天尚無記錄。 點擊 + 新增記錄。

source: no entry
cs: žádný záznam
da: ingen post
de: kein Eintrag
el: καμία εγγραφή
es: sin entrada
fr: aucune entrée
it: nessuna registrazione
ja: 記録なし
ko: 기록 없음
nb: ingen registrering
nl: geen invoer
pl: brak wpisu
pt: sem registo
pt_br: sem registro
ro: fără înregistrare
ru: нет записи
sv: ingen post
uk: немає запису
zh_hans: 无记录
zh_hant: 無記錄

source: Note
cs: Poznámka
de: Notiz
el: Σημείωση
es: Nota
it: Nota
ja: メモ
ko: 메모
nb: Notat
nl: Notitie
pl: Notatka
pt: Nota
pt_br: Nota
ro: Notă
ru: Заметка
sv: Anteckning
uk: Примітка
zh_hans: 备注
zh_hant: 備注

source: Nothing logged on this day.
cs: Tento den nic zaznamenáno.
da: Intet registreret denne dag.
de: An diesem Tag nichts erfasst.
el: Τίποτα δεν καταγράφηκε αυτήν την ημέρα.
es: Nada registrado este día.
fr: Rien enregistré ce jour-là.
it: Nulla registrato in questo giorno.
ja: この日は記録がありません。
ko: 이 날에 기록된 것이 없습니다.
nb: Ingenting registrert denne dagen.
nl: Niets geregistreerd op deze dag.
pl: Nic nie zarejestrowano tego dnia.
pt: Nada registado neste dia.
pt_br: Nada registrado neste dia.
ro: Nimic înregistrat în această zi.
ru: В этот день ничего не записано.
sv: Inget registrerat denna dag.
uk: Цього дня нічого не записано.
zh_hans: 这一天没有记录。
zh_hant: 這一天沒有記錄。

source: Nothing logged yet.
cs: Zatím nic zaznamenáno.
da: Intet registreret endnu.
de: Noch nichts erfasst.
el: Τίποτα δεν καταγράφηκε ακόμη.
es: Aún no hay nada registrado.
fr: Rien enregistré pour l’instant.
it: Ancora nulla registrato.
ja: まだ記録がありません。
ko: 아직 기록된 것이 없습니다.
nb: Ingenting registrert ennå.
nl: Nog niets geregistreerd.
pl: Nic jeszcze nie zarejestrowano.
pt: Ainda nada registado.
pt_br: Ainda nada registrado.
ro: Încă nimic înregistrat.
ru: Пока ничего не записано.
sv: Inget registrerat ännu.
uk: Ще нічого не записано.
zh_hans: 尚无记录。
zh_hant: 尚無記錄。

source: Other
cs: Ostatní
da: Andet
de: Sonstiges
el: Άλλο
es: Otros
fr: Autre
it: Altro
ja: その他
ko: 기타
nb: Annet
nl: Overig
pl: Inne
pt: Outro
pt_br: Outros
ro: Altele
ru: Прочее
sv: Övrigt
uk: Інше
zh_hans: 其他
zh_hant: 其他

source: over limit
cs: nad limitem
da: over grænsen
de: über Limit
el: πάνω από το όριο
es: sobre el límite
fr: au-dessus de la limite
it: oltre il limite
ja: 上限超過
ko: 한도 초과
nb: over grense
nl: boven limiet
pl: powyżej limitu
pt: acima do limite
pt_br: acima do limite
ro: peste limită
ru: выше лимита
sv: över gränsen
uk: вище ліміту
zh_hans: 超过限量
zh_hant: 超過限制

source: Per day
cs: Za den
da: Pr. dag
de: Pro Tag
el: Ανά ημέρα
es: Por día
fr: Par jour
it: Al giorno
ja: 1日あたり
ko: 하루당
nb: Per dag
nl: Per dag
pl: Na dzień
pt: Por dia
pt_br: Por dia
ro: Pe zi
ru: В день
sv: Per dag
uk: На день
zh_hans: 每天
zh_hant: 每天

source: Per drink day
cs: Za den s pitím
da: Pr. drikkedag
de: Pro Trinktag
el: Ανά ημέρα κατανάλωσης
es: Por día de consumo
fr: Par jour de consommation
it: Per giorno di consumo
ja: 飲酒日あたり
ko: 음주일당
nb: Per drikkedag
nl: Per drinkdag
pl: Na dzień z piciem
pt: Por dia de consumo
pt_br: Por dia de consumo
ro: Pe zi cu consum
ru: За день с выпивкой
sv: Per dryckesdag
uk: За день з випивкою
zh_hans: 每个饮酒日
zh_hant: 每個飲酒日

source: Period
cs: Období
da: Periode
de: Zeitraum
el: Περίοδος
es: Período
fr: Période
it: Periodo
ja: 期間
ko: 기간
nb: Periode
nl: Periode
pl: Okres
pt: Período
pt_br: Período
ro: Perioadă
ru: Период
uk: Період
zh_hans: 时间段
zh_hant: 期間

source: Personal data
cs: Osobní údaje
da: Personlige data
de: Persönliche Daten
el: Προσωπικά δεδομένα
es: Datos personales
fr: Données personnelles
it: Dati personali
ja: 個人データ
ko: 개인 데이터
nb: Personlige data
nl: Persoonlijke gegevens
pl: Dane osobowe
pt: Dados pessoais
pt_br: Dados pessoais
ro: Date personale
ru: Личные данные
sv: Personuppgifter
uk: Особисті дані
zh_hans: 个人数据
zh_hant: 個人資料

source: Personal Data
cs: Osobní údaje
da: Personlige data
de: Persönliche Daten
el: Προσωπικά δεδομένα
es: Datos personales
fr: Données personnelles
it: Dati personali
ja: 個人データ
ko: 개인 데이터
nb: Personlige data
nl: Persoonlijke gegevens
pl: Dane osobowe
pt: Dados pessoais
pt_br: Dados pessoais
ro: Date personale
ru: Личные данные
sv: Personliga uppgifter
uk: Особисті дані
zh_hans: 个人数据
zh_hant: 個人資料

source: Please authenticate
cs: Prosím ověřte svou identitu
da: Bekræft venligst din identitet
de: Bitte authentifizieren
el: Παρακαλώ επαληθεύστε την ταυτότητά σας
es: Por favor autentíquese
fr: Veuillez vous authentifier
it: Si prega di autenticarsi
ja: 認証してください
ko: 인증하세요
nb: Vennligst autentiser
nl: Verificeer uw identiteit
pl: Proszę się uwierzytelnić
pt: Por favor autentique-se
pt_br: Por favor, autentique-se
ro: Vă rugăm să vă autentificați
ru: Пожалуйста, пройдите аутентификацию
sv: Verifiera din identitet
uk: Будь ласка, пройдіть автентифікацію
zh_hans: 请进行身份验证
zh_hant: 請進行身份驗證

source: Please check your input.
cs: Zkontrolujte prosím zadání.
da: Kontrollér din indtastning.
de: Bitte überprüfe deine Eingabe.
el: Ελέγξτε τα στοιχεία που εισαγάγατε.
es: Por favor, comprueba tu entrada.
fr: Veuillez vérifier votre saisie.
it: Controlla i dati inseriti.
ja: 入力内容を確認してください。
ko: 입력 내용을 확인해 주세요.
nb: Kontroller inntastingen din.
nl: Controleer je invoer.
pl: Sprawdź wprowadzone dane.
pt: Verifique os dados introduzidos.
pt_br: Verifique os dados inseridos.
ro: Verifică datele introduse.
ru: Проверьте введённые данные.
sv: Kontrollera din inmatning.
uk: Перевірте введені дані.
zh_hans: 请检查输入内容。
zh_hant: 請檢查輸入內容。

source: Preset
cs: Předvolba
da: Forudindstilling
de: Vorlage
el: Προεπιλογή
es: Preajuste
fr: Préréglage
it: Preimpostazione
ja: プリセット
ko: 프리셋
nb: Forhåndsinnstilling
nl: Voorinstelling
pl: Ustawienie wstępne
pt: Predefinição
pt_br: Predefinição
ro: Presetare
ru: Шаблон
sv: Förinställning
uk: Шаблон
zh_hans: 预设
zh_hant: 預設

source: Previous month
cs: Předchozí měsíc
da: Forrige måned
de: Voriger Monat
el: Προηγούμενος μήνας
es: Mes anterior
fr: Mois précédent
it: Mese precedente
ja: 前の月
ko: 이전 달
nb: Forrige måned
nl: Vorige maand
pl: Poprzedni miesiąc
pt: Mês anterior
pt_br: Mês anterior
ro: Luna anterioară
ru: Предыдущий месяц
sv: Föregående månad
uk: Попередній місяць
zh_hans: 上个月
zh_hant: 上個月

source: Previous year
cs: Předchozí rok
da: Forrige år
de: Voriges Jahr
el: Προηγούμενο έτος
es: Año anterior
fr: Année précédente
it: Anno precedente
ja: 前の年
ko: 이전 해
nb: Forrige år
nl: Vorig jaar
pl: Poprzedni rok
pt: Ano anterior
pt_br: Ano anterior
ro: Anul anterior
ru: Предыдущий год
sv: Föregående år
uk: Попередній рік
zh_hans: 上一年
zh_hant: 上一年

source: Quick Selection Favorites
cs: Rychlý výběr oblíbených
da: Hurtigvalg af favoritter
de: Schnellauswahl Favoriten
el: Γρήγορη επιλογή αγαπημένων
es: Favoritos rápidos
fr: Favoris rapides
it: Selezione rapida preferiti
ja: お気に入りのクイック追加
ko: 즐겨찾기 빠른 추가
nb: Hurtigtilgang favoritter
nl: Snelle selectie favorieten
pl: Szybki wybór ulubionych
pt: Seleção rápida de favoritos
pt_br: Adicionar favoritos rapidamente
ro: Adăugare rapidă din favorite
ru: Быстрый выбор избранного
sv: Snabbval av favoriter
uk: Швидке додавання обраного
zh_hans: 快速添加收藏
zh_hant: 快速新增最愛

source: Read error: %@
cs: Chyba čtení: %@
da: Læsefejl: %@
de: Lesefehler: %@
el: Σφάλμα ανάγνωσης: %@
es: Error de lectura: %@
fr: Erreur de lecture : %@
it: Errore di lettura: %@
ja: 読み込みエラー：%@
ko: 읽기 오류: %@
nb: Lesefeil: %@
nl: Leesfout: %@
pl: Błąd odczytu: %@
pt: Erro de leitura: %@
pt_br: Erro de leitura: %@
ro: Eroare de citire: %@
ru: Ошибка чтения: %@
sv: Läsfel: %@
uk: Помилка читання: %@
zh_hans: 读取错误：%@
zh_hant: 讀取錯誤：%@

source: Really delete “%@”?
cs: Opravdu smazat „%@“?
da: Virkelig slette „%@“?
de: „%@“ wirklich löschen?
el: Διαγραφή «%@»;
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
it: Eliminare davvero «%@»?
ja: 「%@」を本当に削除しますか？
ko: “%@”을(를) 정말 삭제하시겠습니까?
nb: Slett virkelig «%@»?
nl: “%@” echt verwijderen?
pl: Naprawdę usunąć „%@”?
pt: Eliminar «%@»?
pt_br: Excluir “%@”?
ro: Se șterge „%@”?
ru: Удалить «%@»?
sv: Radera ”%@”?
uk: Справді видалити «%@»?
zh_hans: 确定删除“%@”？
zh_hant: 確定要刪除「%@」嗎？

source: Remove from favourites
cs: Odebrat z oblíbených
da: Fjern fra favoritter
de: Aus Favoriten entfernen
el: Αφαίρεση από τα αγαπημένα
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nb: Fjern fra favoritter
nl: Uit favorieten verwijderen
pl: Usuń z ulubionych
pt: Remover dos favoritos
pt_br: Remover dos favoritos
ro: Elimină din favorite
ru: Убрать из избранного
sv: Ta bort från favoriter
uk: Прибрати з обраного
zh_hans: 从收藏中移除
zh_hant: 從收藏中移除

source: Replace
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置き換え
ko: 교체
nb: Erstatt
nl: Vervangen
pl: Zastąp
pt: Substituir
pt_br: Substituir
ro: Înlocuiește
ru: Заменить
sv: Ersätt
uk: Замінити
zh_hans: 替换
zh_hant: 取代

source: Replace my data
cs: Nahradit má data
da: Erstat mine data
de: Meine Daten ersetzen
el: Αντικατάσταση των δεδομένων μου
es: Reemplazar mis datos
fr: Remplacer mes données
it: Sostituisci i miei dati
ja: 自分のデータを置き換える
ko: 내 데이터 교체
nb: Erstatt mine data
nl: Mijn gegevens vervangen
pl: Zastąp moje dane
pt: Substituir os meus dados
pt_br: Substituir meus dados
ro: Înlocuiește datele mele
ru: Заменить мои данные
sv: Ersätt mina data
uk: Замінити мої дані
zh_hans: 替换我的数据
zh_hant: 取代我的資料

source: Replacing deletes your log and every drink, presets included; the file’s contents take their place. Merging keeps what is there and adds what is missing.
cs: Nahrazení smaže tvůj záznam a všechny nápoje včetně předloh; na jejich místo přijde obsah souboru. Sloučení ponechá, co je, a doplní, co chybí.
da: Erstat sletter din log og alle drikkevarer, også skabelonerne; filens indhold træder i stedet. Flet bevarer det, der er, og tilføjer det, der mangler.
de: Ersetzen löscht dein Protokoll und alle Getränke einschließlich der Vorlagen; an ihre Stelle tritt der Inhalt der Datei. Zusammenführen behält, was da ist, und ergänzt, was fehlt.
el: Η αντικατάσταση διαγράφει το αρχείο σου και όλα τα ποτά, μαζί με τα προεπιλεγμένα· τη θέση τους παίρνει το περιεχόμενο του αρχείου. Η συγχώνευση κρατά ό,τι υπάρχει και προσθέτει ό,τι λείπει.
es: Reemplazar borra tu registro y todas las bebidas, incluidas las predefinidas; el contenido del archivo ocupa su lugar. Combinar conserva lo que hay y añade lo que falta.
fr: Remplacer supprime votre journal et toutes les boissons, y compris les prédéfinies ; le contenu du fichier prend leur place. Fusionner conserve ce qui existe et ajoute ce qui manque.
it: Sostituisci elimina il tuo registro e tutte le bevande, comprese quelle predefinite; al loro posto va il contenuto del file. Unisci mantiene ciò che c’è e aggiunge ciò che manca.
ja: 置き換えると、記録とすべての飲み物がプリセットも含めて削除され、その場所にファイルの内容が入ります。統合すると、いまあるものは残り、足りないものが追加されます。
ko: 교체하면 기록과 모든 음료가 기본 항목까지 삭제되고 그 자리에 파일의 내용이 들어갑니다. 병합하면 지금 있는 것은 그대로 두고 없는 것만 추가합니다.
nb: Erstatt sletter loggen din og alle drikker, også malene; innholdet i filen tar plassen deres. Slå sammen beholder det som finnes, og legger til det som mangler.
nl: Vervangen verwijdert je logboek en alle dranken, ook de voorbeelddranken; de inhoud van het bestand komt ervoor in de plaats. Samenvoegen houdt wat er is en vult aan wat ontbreekt.
pl: Zastąpienie usuwa Twój dziennik i wszystkie napoje, także wzorcowe; ich miejsce zajmuje zawartość pliku. Scalenie zachowuje to, co jest, i dodaje to, czego brakuje.
pt: Substituir elimina o seu registo e todas as bebidas, incluindo as predefinidas; o conteúdo do ficheiro ocupa o seu lugar. Combinar mantém o que existe e acrescenta o que falta.
pt_br: Substituir apaga seu registro e todas as bebidas, inclusive as predefinidas; o conteúdo do arquivo entra no lugar. Mesclar mantém o que existe e acrescenta o que falta.
ro: Înlocuirea șterge jurnalul și toate băuturile, inclusiv cele predefinite; locul lor este luat de conținutul fișierului. Îmbinarea păstrează ce există și adaugă ce lipsește.
ru: Замена удаляет журнал и все напитки, включая предустановленные; их место занимает содержимое файла. Объединение сохраняет то, что есть, и добавляет то, чего не хватает.
sv: Ersätt tar bort din logg och alla drycker, även förlagorna; filens innehåll tar deras plats. Slå samman behåller det som finns och lägger till det som saknas.
uk: Заміна видаляє журнал і всі напої, включно з попередньо встановленими; їхнє місце займає вміст файлу. Об’єднання зберігає те, що є, і додає те, чого немає.
zh_hans: 替换会删除你的记录和所有饮品（包括预设），文件的内容取而代之。合并会保留现有内容，只补上缺少的部分。
zh_hant: 取代會刪除你的記錄和所有飲品（包括預設），並以檔案的內容取代。合併會保留現有內容，只補上缺少的部分。

source: Save
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ro: Salvează
ru: Сохранить
sv: Spara
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Security
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
pt_br: Segurança
ro: Securitate
ru: Безопасность
sv: Säkerhet
uk: Безпека
zh_hans: 安全
zh_hant: 安全性

source: Set body weight
cs: Nastavit tělesnou hmotnost
da: Angiv legemsvægt
de: Körpergewicht festlegen
el: Ορισμός σωματικού βάρους
es: Establecer peso corporal
fr: Définir le poids corporel
it: Imposta peso corporeo
ja: 体重を設定
ko: 체중 설정
nb: Angi kroppsvekt
nl: Lichaamsgewicht instellen
pl: Ustaw masę ciała
pt: Definir peso corporal
pt_br: Definir peso corporal
ro: Setează greutatea corporală
ru: Указать вес тела
sv: Ange kroppsvikt
uk: Вказати вагу тіла
zh_hans: 设置体重
zh_hant: 設定體重

source: Settings
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Show in app switcher
cs: Zobrazit v přepínači aplikací
da: Vis i app-skifter
de: In App-Übersicht anzeigen
el: Εμφάνιση στην εναλλαγή εφαρμογών
es: Mostrar en el selector de apps
fr: Afficher dans le sélecteur d’apps
it: Mostra nel selettore app
ja: Appスイッチャーに表示
ko: 앱 전환기에 표시
nb: Vis i app-veksler
nl: Tonen in app-wisselaar
pl: Pokaż w przełączniku aplikacji
pt: Mostrar no seletor de apps
pt_br: Mostrar no alternador de apps
ro: Afișează în comutatorul de aplicații
ru: Показывать в переключателе приложений
sv: Visa i appväxlaren
uk: Показувати в перемикачі застосунків
zh_hans: 在应用切换器中显示
zh_hant: 在 App 切換器中顯示

source: Something went wrong
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
fr: Une erreur s’est produite
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo correu mal
pt_br: Algo deu errado
ro: A apărut o eroare
ru: Что-то пошло не так
sv: Något gick fel
uk: Щось пішло не так
zh_hans: 出了点问题
zh_hant: 發生了問題

source: Spirits
cs: Lihoviny
da: Spiritus
de: Spirituosen
el: Οινοπνευματώδη
es: Licores
fr: Spiritueux
it: Superalcolici
ja: スピリッツ
ko: 증류주
nb: Brennevin
nl: Sterke drank
pl: Mocne alkohole
pt: Bebidas espirituosas
pt_br: Destilados
ro: Spirtoase
ru: Крепкие напитки
sv: Sprit
uk: Міцні напої
zh_hans: 烈酒
zh_hant: 烈酒

source: Statistics
cs: Statistiky
da: Statistik
de: Statistik
el: Στατιστικά
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt: Estatísticas
pt_br: Estatísticas
ro: Statistici
ru: Статистика
sv: Statistik
uk: Статистика
zh_hans: 统计
zh_hant: 統計

source: Statistics cover the whole history.
cs: Statistiky zahrnují celou historii.
da: Statistikken dækker hele historikken.
de: Die Statistik umfasst den gesamten Verlauf.
el: Τα στατιστικά καλύπτουν όλο το ιστορικό.
es: Las estadísticas abarcan todo el historial.
fr: Les statistiques couvrent tout l’historique.
it: Le statistiche coprono l’intera cronologia.
ja: 統計は全履歴を対象とします。
ko: 통계는 전체 기록을 포함합니다.
nb: Statistikken dekker hele historikken.
nl: De statistieken omvatten de volledige geschiedenis.
pl: Statystyki obejmują całą historię.
pt: As estatísticas abrangem todo o histórico.
pt_br: As estatísticas abrangem todo o histórico.
ro: Statisticile acoperă întregul istoric.
ru: Статистика охватывает всю историю.
sv: Statistiken omfattar hela historiken.
uk: Статистика охоплює всю історію.
zh_hans: 统计涵盖全部历史。
zh_hant: 統計涵蓋全部歷史。
